Repository: georgesk/helicopter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Parameters #1 and #2 must be two distinct features!
fr: Les paramètres 1 et 2 doivent être deux grandeurs différentes !

source: The first parameter must be given three distinct values
fr: Le premier paramètre doit avoir trois valeurs différentes

source: The second parameter must be given four distinct values
fr: Le second paramètre doit avoir quatre valeurs différentes

source: The last parameter must be given three distinct values
fr: Le dernier paramètre doit avoir trois valeurs différentes

source: All chosen digital parameters must be distinct!
fr: Les paramètres binaires choisis doivent tous être différents !

source: Plan's creation date
fr: Date de création du plan

source: Propellor's height (mm)
fr: Hauteur de l'hélice (mm)

source: Cabin's height (mm)
fr: Hauteur de l'habitacle (mm)

source: Body's height (mm)
fr: Hauteur du corps (mm)

source: Total width (mm)
fr: Largeur totale (mm)

source: Number of paper clips
fr: Nombre de trombones

source: Fold the propellor's extremity
fr: Repli en bout d'hélice

source: Taped body
fr: Corps scotché

source: Taped propellor
fr: Hélices scotchées

source: Folding's offset (mm)
fr: Décalage du repli (mm)

source: Folding's angle (degree)
fr: Angle du repli (°)

source: Body layers
fr: Corps en n couche repliées

source: Rotation sense
fr: Sens de rotation

source: clockwise
fr: horaire

source: counterclockwise
fr: anti-horaire

source: Adhesive tape width (mm)
fr: Largeur de scotch (mm)

source: Print symbols
fr: Imprimer les symboles

source: Yes
fr: Oui

source: Author: {}
fr: Auteur : {}

source: HANDWRITTEN NOTES
fr: NOTES MANUSCRITES

source: Cabin
fr: Habitacle de l'hélicoptère

source: Cut off this area
fr: zone à découper

source: Fold this area
fr: zone à replier

source: Tape
fr: scotch

source: /tmp/helicopter.svg
fr: /tmp/hélicoptère.svg

source: unsubscribed
fr: non inscrit

source: workshop's student
fr: élève atelier

source: workshop's teacher
fr: prof atelier

source: profile
fr: profil

source: profiles
fr: profils

source: Profile of {user}: {status}
fr: Profil de {user} : {status}

source: analog/analog variation
fr: variation analogique/analogique

source: analog/analog variations
fr: variations analogique/analogique

source: Variation's creation date
fr: Date de création de la variation

source: analog parameter #1
fr: paramètre analogique 1

source: analog parameter #2
fr: paramètre analogique 2

source: value #1 (1)
fr: valeur 1 (1)

source: value #1 (2)
fr: valeur 1 (2)

source: value #1 (3)
fr: valeur 1 (3)

source: value #2 (1)
fr: valeur 2 (1)

source: value #2 (2)
fr: valeur 2 (2)

source: value #2 (3)
fr: valeur 2 (3)

source: value #2 (4)
fr: valeur 2 (4)

source: A/A Variation ({au}) [{param1}={val11},{val12},{val13}],[{param2}={val21},{val22},{val23},{val24}])
fr: Variation AA ({au}) [{param1}={val11},{val12},{val13}],[{param2}={val21},{val22},{val23},{val24}])

source: digital/analog variation
fr: variation binaire/analogique

source: digital/analog variations
fr: variations binaire/analogique

source: Digital parameter #1
fr: paramètre binaire 1

source: Digital parameter #2
fr: paramètre binaire 2

source: Analog parameter
fr: paramètre analogique

source: value #3 (1)
fr: valeur 3 (1)

source: value #3 (3)
fr: valeur 3 (3)

source: D/A Variation ({au}) {param1},{param2},{param3}=[{val31},{val32},{val33},])
fr: Variation BA ({au}) {param1},{param2},{param3}=[{val31},{val32},{val33},])

source: Digital/digital variation
fr: variation binaire/binaire

source: Digital/digital variations
fr: variations binaire/binaire

source: First parameter of the first group
fr: premier paramètre du premier groupe

source: Second parameter of the first group
fr: deuxième paramètre du premier groupe

source: Third parameter of the first group
fr: troisième paramètre du premier groupe

source: First parameter of the second group
fr: premier paramètre du deuxième groupe

source: Second parameter of the second group
fr: deuxième paramètre du deuxième groupe

source: D/D Variation ({au}) {param11},{param12},{param13},{param21},{param22}
fr: Variation BB ({au}) {param11},{param12},{param13},{param21},{param22}

source: Chosen digital parameters must all be distinct!
fr: Les paramètres binaires choisis doivent tous être différents !

source: experiment
fr: expérience

source: experiments
fr: expériences

source: Experiment's creation date
fr: Date de création de l'expérience

source: analog/analog variants
fr: variantes analogique/analogique

source: digital/analog variants
fr: variantes binaire/analogique

source: digital/digital variants
fr: variantes binaire/binaire

source: At least one variation must be defined!
fr: Il faut définir au moins une variation !

source: At most one variation must be defined!
fr: Il faut définir au plus une variation !

source: Experiment ({}, {}, {}, {}, {})
fr: Expérience ({}, {}, {}, {}, {})

source: unexpected experiment, could not make a plan!
fr: expérience inconnue, pas pu faire de plan !

source: Helicopter plans
fr: Plans d'hélicoptère

source: Helicopter: main page
fr: Hélicoptère : Page d'accueil

source: Welcome {{user.first_name}} {{user.last_name}}
fr: Bienvenue {{user.first_name}} {{user.last_name}}

source: teacher
fr: professeur

source: Click for options ↡
fr: Cliquer pour les options ↡

source: Disconnect
fr: Déconnexion

source: Profile: {{profil}}
fr: Profil : {{profil}}

source: Status: {{profil}}
fr: Statut : {{profil}}

source: Workshop management
fr: Gestion des travaux

source: Define experiments
fr: Définitions d'expériences

source: Create an experiment with twelve tests
fr: Créer une expérience à douze tests

source: Print experiment's pages
fr: Imprimer les feuilles d'expérience

source: Create a helicopter plan
fr: Créer un plan d'hélicoptère

source: Print the plan
fr: Imprimer le plan

source: Creation date
fr: Date de création

source: Author
fr: Auteur

source: Propellors's height (mm)
fr: Hauteur de l'hélice (mm)

source: The propellor's end is folded
fr: Présence d'un repli

source: Tape on body
fr: Scotch sur le corps

source: Tape on propellor
fr: Scotch sur les hélices

source: Variants for plans
fr: Variantes pour les plans

source: Create analog/analog variants
fr: Créer des variantes analogique/analogique

source: Create digital/analog variants
fr: Créer des variantes binaire/analogique

source: Create digital/digital variants
fr: Créer des variantes binaire/binaire

source: Two values
fr: Deux valeurs

source: Group #1 (8 possibilities)
fr: Groupe 1 (8 possibilités)

source: Group #2 (4 possibilities)
fr: Groupe 2 (4 possibilités)

source: 'Click to fold/unfold'
fr: 'Clic pour plier/déplier'

source: Design experiments
fr: Préparer des plans d'expériences

source: Workshop teachers
fr: Professeurs de l'atelier

source: Workshop students
fr: Élèves de l'atelier

source: Authenticated visitors
fr: Visiteurs authentifiés

source: Project Helicopter: home page
fr: Projet « hélicoptère » : page d'accueil

source: Show the plans
fr: Afficher les dessins
